xml/request_templates/musik-pastpresence.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
              <dkabm:record>
                <ac:identifier>001345018|820050</ac:identifier>
                <ac:source>Bibliotekskatalog</ac:source>
                <dc:title>Past presence</dc:title>
                <dc:title xsi:type="dkdcplus:full">Past presence : tracing a line through 100 years of Danish music</dc:title>
                <dc:subject>Special edition CD in celebration of Denmark's opening of MIDEM, Cannes 2004</dc:subject>
                <dc:description>For symfoniorkester</dc:description>
                <dc:description>Symphony no. 2, 4th Movement: Allegro sanguineo / Carl Nielsen. Prelude op. 174, no. 6: To the seagulls and the cormorants / Vagn Holmboe. Requiem for Nietzsche, part four: Ecce homo; Weimar / Vagn Holmboe. Borderlines - violin concerto no. 2, 1st Movement / Per Nørgård. Piano concerto, 1st Movement: Grazioso / Poul Ruders. Canon and chorale / Niels Rosing-Schow. On this planet: Lucid King: two mobiles. I'll buy you chocolate / Anders Nordentoft. Ritornelli al contrario: Calmo. Allegretto ritmico con moto / Karsten Fundal</dc:description>
                <dc:description>Dur.: 67:49 min.</dc:description>
                <dcterms:audience>voksenmaterialer</dcterms:audience>
                <dc:publisher>Edition Wilhelm Hansen</dc:publisher>
                <dc:publisher>Dacapo Records</dc:publisher>
                <dc:publisher>Athelas Sinfonietta Copenhagen</dc:publisher>
                <dc:contributor>Carl Nielsen</dc:contributor>
                <dc:contributor>Vagn Holmboe</dc:contributor>
                <dc:contributor>Per Nørgård</dc:contributor>
                <dc:contributor>Poul Ruders</dc:contributor>
                <dc:contributor>Niels Rosing-Schow</dc:contributor>
                <dc:contributor>Anders Nordentoft</dc:contributor>
                <dc:contributor>Karsten Fundal</dc:contributor>
                <dc:contributor>Michael Schønwandt</dc:contributor>
                <dc:contributor>Giordano Bellincampi</dc:contributor>
                <dc:contributor>Markus Stenz</dc:contributor>
                <dc:contributor>Jan Latham-Koenig</dc:contributor>
                <dc:contributor>Morten Ryelund Sørensen</dc:contributor>
                <dc:contributor>Danish National Radio Symphony Orchestra</dc:contributor>
                <dc:contributor>Athelas Sinfonietta Copenhagen</dc:contributor>
                <dc:contributor>Danish National Radio Choir</dc:contributor>
                <dc:contributor>Copenhagen Philharmonic Orchestra</dc:contributor>
                <dc:date>2004</dc:date>
                <dc:type xsi:type="dkdcplus:BibDK-Type">Cd (musik)</dc:type>
                <dc:format>compact disc</dc:format>
                <dcterms:extent>1</dcterms:extent>
              </dkabm:record>
              <marcx:collection>
                <marcx:record format="danMARC2" type="Bibliographic">
                  <marcx:leader>000000000000000000000000</marcx:leader>
                  <marcx:datafield ind1="0" ind2="0" tag="001">
                    <marcx:subfield code="a">001345018</marcx:subfield>
                    <marcx:subfield code="b">820050</marcx:subfield>
                    <marcx:subfield code="f">a</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="002">
                    <marcx:subfield code="d">x060408447</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="004">
                    <marcx:subfield code="r">n</marcx:subfield>
                    <marcx:subfield code="a">e</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="008">
                    <marcx:subfield code="t">m</marcx:subfield>
                    <marcx:subfield code="a">2004</marcx:subfield>
                    <marcx:subfield code="v">4</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="009">
                    <marcx:subfield code="a">s</marcx:subfield>
                    <marcx:subfield code="g">xc</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="245">
                    <marcx:subfield code="a">Past presence</marcx:subfield>
                    <marcx:subfield code="c">tracing a line through 100 years of Danish music</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="260">
                    <marcx:subfield code="a">Cph.</marcx:subfield>
                    <marcx:subfield code="b">Edition Wilhelm Hansen</marcx:subfield>
                    <marcx:subfield code="b">Dacapo Records</marcx:subfield>
                    <marcx:subfield code="b">Athelas Sinfonietta Copenhagen</marcx:subfield>
                    <marcx:subfield code="c">2004</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="300">
                    <marcx:subfield code="a">1</marcx:subfield>
                    <marcx:subfield code="n">compact disc</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="509">
                    <marcx:subfield code="a">For symfoniorkester</marcx:subfield>
                    <marcx:subfield code="b">symph orch</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="530">
                    <marcx:subfield code="a">Symphony no. 2, 4th Movement: Allegro sanguineo / Carl Nielsen. Prelude op. 174, no. 6: To the seagulls and the cormorants / Vagn Holmboe. Requiem for Nietzsche, part four: Ecce homo; Weimar / Vagn Holmboe. Borderlines - violin concerto no. 2, 1st Movement / Per Nørgård. Piano concerto, 1st Movement: Grazioso / Poul Ruders. Canon and chorale / Niels Rosing-Schow. On this planet: Lucid King: two mobiles. I'll buy you chocolate / Anders Nordentoft. Ritornelli al contrario: Calmo. Allegretto ritmico con moto / Karsten Fundal</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="538">
                    <marcx:subfield code="a">Dacapo 8.224091</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="559">
                    <marcx:subfield code="a">Dur.: 67:49 min.</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="631">
                    <marcx:subfield code="a">Special edition CD in celebration of Denmark's opening of MIDEM, Cannes 2004</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Nielsen</marcx:subfield>
                    <marcx:subfield code="h">Carl</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Holmboe</marcx:subfield>
                    <marcx:subfield code="h">Vagn</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Nørgård</marcx:subfield>
                    <marcx:subfield code="h">Per</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Ruders</marcx:subfield>
                    <marcx:subfield code="h">Poul</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Rosing-Schow</marcx:subfield>
                    <marcx:subfield code="h">Niels</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Nordentoft</marcx:subfield>
                    <marcx:subfield code="h">Anders</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Fundal</marcx:subfield>
                    <marcx:subfield code="h">Karsten</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Schønwandt</marcx:subfield>
                    <marcx:subfield code="h">Michael</marcx:subfield>
                    <marcx:subfield code="b">(cond.)</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Bellincampi</marcx:subfield>
                    <marcx:subfield code="h">Giordano</marcx:subfield>
                    <marcx:subfield code="b">(cond.)</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Stenz</marcx:subfield>
                    <marcx:subfield code="h">Markus</marcx:subfield>
                    <marcx:subfield code="b">(cond.)</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Latham-Koenig</marcx:subfield>
                    <marcx:subfield code="h">Jan</marcx:subfield>
                    <marcx:subfield code="b">(cond.)</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Ryelund Sørensen</marcx:subfield>
                    <marcx:subfield code="h">Morten</marcx:subfield>
                    <marcx:subfield code="b">(cond.)</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="710">
                    <marcx:subfield code="a">Danish National Radio Symphony Orchestra</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="710">
                    <marcx:subfield code="a">Athelas Sinfonietta Copenhagen</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="710">
                    <marcx:subfield code="a">Danish National Radio Choir</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="710">
                    <marcx:subfield code="a">Copenhagen Philharmonic Orchestra</marcx:subfield>
                  </marcx:datafield>
                </marcx:record>
              </marcx:collection>
              <os:identifier>820050-katalog:001345018</os:identifier>
              <os:creationDate>2004-03-26</os:creationDate>
              <os:holdingsCount>1</os:holdingsCount>
              <os:lendingLibraries>1</os:lendingLibraries>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>musik_pastpresence.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
